/* %@ (localhost): disconnected */
"%@ (localhost): disconnected" = "%@ (localhost): verbroken";

/* %@ exists. Overwrite? */
"%@ exists. Overwrite?" = "%@ bestaat al. Overschrijven?";

/* A new version of Fugu is now available. */
"A new version of Fugu is now available." = "Er is nu een nieuwere versie van Fugu beschikbaar.";

/* An error occurred checking for updates. */
"An error occurred checking for updates." = " Er is een fout opgetreden tijdens de updatecontrole.";

/* Are you sure you want to cancel this copy? */
"Are you sure you want to cancel this copy?" = "Weet u zeker dat u deze kopieeractie wilt annuleren?";

/* Authenticating... */
"Authenticating..." = "Authenticeert...";

/* Authenticating.... */
"Authenticating...." = "Authenticeert....";

/* Cancel */
"Cancel" = "Annuleer";

/* cannot yet download directories. */
"cannot yet download directories." = "kan nog geen mappen downloaden.";

/* Clear */
"Clear" = "Clear";

/* Clear Defaults? */
"Clear Defaults?" = "Clear Defaults?";

/* Connecting to %@... */
"Connecting to %@..." = "Verbinden met %@...";

/* Connecting.... */
"Connecting...." = "Verbindt....";

/* Couldn't create %@: %s */
"Couldn't create %@: %s" = "Kon %@ niet creëren: %s";

/* Couldn't create preview of %@ */
"Couldn't create preview of %@" = "Kon geen voorvertoning maken van %@";

/* Couldn't delete %@. */
"Couldn't delete %@." = "Kon %@ niet verwijderen.";

/* Couldn't find %@ to launch %@. */
"Couldn't find %@ to launch %@." = "Kon %@ niet vinden om %@ te starten.";

/* Couldn't load nib file from the application bundle! */
"Couldn't load nib file from the application bundle!" = "Kon het nib-bestand van het programma bundel niet laden!";

/* Couldn't view %@: %s */
"Couldn't view %@: %s" = "Kon %@ niet tonen: %s";

/* Date */
"Date" = "Datum";

/* Delete */
"Delete" = "Verwijderen";

/* Delete %@? */
"Delete %@?" = "%@ verwijderen?";

/* Disconnect */
"Disconnect" = "Verbreken";

/* Do you want to move %@ to the Trash? */
"Do you want to move %@ to the Trash?" = "Wilt u %@ naar de prullenmand verplaatsen?";

/* Don't Cancel */
"Don't Cancel" = "Annuleer niet";

/* Download */
"Download" = "Download";

/* Downloading %s... */
"Downloading %s..." = "Downloadt %s...";

/* Edit with Text Editor */
"Edit with Text Editor" = "Bewerk met Teksteditor";

/* Error */
"Error" = "Fout";

/* Exit */
"Exit" = "Stop";

/* Focus on Remote Pane */
"Focus on Remote Pane" = "Focus op serverpaneel";

/* Group */
"Group" = "Groep";

/* Hide Special Files */
"Hide Special Files" = "Verberg speciale bestanden";

/* Image size: %.0f x %.0f */
"Image size: %.0f x %.0f" = "Afbeeldingsgrootte: %.0f x %.0f";

/* Invalid port number. */
"Invalid port number." = "Ongeldig poortnummer.";

/* localhost: disconnected */
"localhost: disconnected" = "localhost: verbroken";

/* Locally */
"Locally" = "Lokaal";

/* OK */
"OK" = "OK";

/* Open Keychain Access */
"Open Keychain Access" = "Open sleutelhangertoegang";

/* Overwrite */
"Overwrite" = "Overschrijven";

/* Owner */
"Owner" = "Eigenaar";

/* Parameter length exceeds bounds. Try again. */
"Parameter length exceeds bounds. Try again." = "Parameter lengte groter dan toegestaan. Probeer opnieuw.";

/* Password is too long. */
"Password is too long." = "Wachtwoord is te lang.";

/* Permission denied. Try again. */
"Permission denied. Try again." = "Toegang geweigerd. Probeer opnieuw.";

/* Permissions */
"Permissions" = "Bevoegdheden";

/* problem persists, please contact the authors of Fugu. */
"problem persists, please contact the authors of Fugu." = "probleem blijft, neemt u contact op met de makers van Fugu.";

/* Quit */
"Quit" = "Stop";

/* rename %@ to %@: %s */
"rename %@ to %@: %s" = "hernoem %@ naar %@: %s";

/* Requesting file listing from server.... */
"Requesting file listing from server...." = "Vraagt bestandslijst op van server....";

/* Show Hidden Files */
"Show Hidden Files" = "Toon verborgen bestanden";

/* Size */
"Size" = "Grootte";

/* the one you have. Would you like to get it? */
"the one you have. Would you like to get it?" = "degene die u heeft. Wilt u deze ophalen?";

/* the selected items */
"the selected items" = "de geselecteerde onderdelen";

/* Upload */
"Upload" = "Upload";

/* Warning: OpenSSH's sftp client cannot yet download directories. */
"Warning: OpenSSH's sftp client cannot yet download directories." = "Waarschuwing: OpenSSH's SFTP client kan nog geen mappen downloaden.";

/* Warning: Some remote documents are still being edited. */
"Warning: Some remote documents are still being edited." = "Waarschuwing: Sommige documenten op de server zijn nog ni bewerking.";

/* Warning: Upload queue not empty. */
"Warning: Upload queue not empty." = "Waarschuwing: Upload-rij is niet leeg.";

/* Would you like to download %@ to %@ with SCP instead? */
"Would you like to download %@ to %@ with SCP instead?" = "Wilt u in plaats daarvan %@ naar %@ downloaden met SCP?";

/* Write failed: Did not write correct number of bytes! */
"Write failed: Did not write correct number of bytes!" = "Schrijven mislukt: Niet het juiste aantal bytes geschreven!";

/* Wrote %d bytes to file descriptor */
"Wrote %d bytes to file descriptor" = "%d Bytes geschreven naar bestanddescriptor";

/* You cannot undo this action. */
"You cannot undo this action." = "U kunt deze actie niet ongedaan maken.";

/* You have the most recent version of Fugu. */
"You have the most recent version of Fugu." = "U heeft de meest recente versie van Fugu.";

/* you like to open Keychain Access to edit it? */
"you like to open Keychain Access to edit it?" = "u Sleutelhangertoegang openen om het te bewerken?";

/* You must provide a username and server address to continue. */
"You must provide a username and server address to continue." = "U moet een gebruikersnaam en serveradres opgeven om door te gaan.";

/* you want to disconnect without uploading all of them? */
"you want to disconnect without uploading all of them?" = "u verbreken zonder ze allemaal te uploaden?";

/* you will lose any unsaved changes. Are you sure you want to disconnect? */
"you will lose any unsaved changes. Are you sure you want to disconnect?" = "u zult niet-opgeslagen wijzigingen verliezen. Weet u zeker dat u wilt verbreken?";

/* You will not be able to undo this action. */
"You will not be able to undo this action." = "U zult deze actie niet ongedaan kunnen maken.";

